Repository: Craipes/CargoApp
Catalog: CargoApp/Resources/SharedResource.*.resx
Languages: uk

source: I need a driver
uk: Мені потрібен водій

source: I need a cargo
uk: Мені потрібен вантаж

# SearchFieldsDescription
source: Weight, volume and dimensions not necessarily to be filled in
uk: Вага, об'єм та виміри необов'язково до заповнення

# massUnit
source: t
uk: т

# lengthUnit
source: m
uk: м

source: Search
uk: Пошук

source: Create request
uk: Створити оголошення

# About
source: About project
uk: Про проєкт

source: All car requests
uk: Усі оголошення транспорту

source: All cargo requests
uk: Усі оголошення вантажу

source: All users
uk: Усі користувачі

source: Logout
uk: Вийти

source: Register
uk: Реєстрація

source: Log In
uk: Вхід

source: Language:
uk: Мова:

source: View
uk: Переглянути

# No search results
source: No results found. Try changing your search parameters
uk: Результатів не знайдено. Спробуйте змінити параметри пошуку

# Hryvnia
source: hrn
uk: грн

source: Car requests
uk: Оголошення пошуку транспорту

source: Cargo requests
uk: Оголошення пошуку вантажу

source: Cargo requests of
uk: Оголошення пошуку вантажу користувача

# Request Active
source: Active
uk: Активне

# Request Expired
source: Expired
uk: Час вичерпано

source: Edit
uk: Редагувати

# Something wrong
source: Whoops, something went wrong :(
uk: Ой, щось пішло не так :(

source: Car requests of
uk: Оголошення пошуку транспорту користувача

source: Request creation
uk: Створення оголошення

source: Request editing
uk: Редагування оголошення

source: Car search
uk: Пошук транспорту

source: Cargo search
uk: Пошук вантажу

source: Email is not necessary
uk: Введення пошти не є обов'язковим

# Volume or Dimensions
source: You can specify a free volume or measurements, both options are optional
uk: Можна вказати вільний об'єм або виміри, обидва варіанти не обов'язкові

source: Confirm changes
uk: Підтвердити зміни

source: Can't change status
uk: Не можна змінити статус

source: Open request
uk: Відкрити оголошення

source: Close request
uk: Закрити оголошення

# Hide request
source: Hide
uk: Приховати

# Hide request admin
source: Hide as admin
uk: Приховати як адміністратор

source: Status
uk: Статус

source: Car request
uk: Оголошення на пошук транспорту

source: Cargo request
uk: Оголошення на пошук вантажу

source: Request details
uk: Деталі запиту

source: Not specified
uk: Не вказано

source: Responses
uk: Відповіді

# Project About
source: The project was developed by a student of the IPZ-22-1 group, Roman Yurchuk, as a course project on the topic: “Web resource for cargo delivery”
uk: Проєкт розробив студент групи ІПЗ-22-1 Юрчук Роман Володимирович як курсовий проєкт на тему: "Вебресурс для доставки вантажів"

source: Users management
uk: Керування користувачами

# Users management caption 1
source: In the “Requests” column, the first number means “requests for transport search” and the second means “requests for cargo search”.
uk: У стовпці "Оголошення" перше число означає "оголошення на пошук транспорту", друге - "оголошення на пошук вантажу".

# Users management caption 2
source: In the “Responses” column, the first number means “responses to transport search requests” and the second number means “responses to cargo search requests”.
uk: У стовпці "Відповіді" перше число означає "відповіді на оголошення пошуку транспорту", друге - "відповіді на оголошення пошуку вантажу".

source: Received reviews
uk: Отримані відгуки

source: Sent reviews
uk: Написані відгуки

source: Requests
uk: Оголошення

source: Actions
uk: Дії

source: Confirm
uk: Підтвердити

source: Profile of user
uk: Профіль користувача

source: Update data
uk: Оновити дані

source: Last user requests
uk: Останні оголошення користувача

source: View all
uk: Переглянути усі

source: No recent requests
uk: Відсутні нещодавні оголошення

source: Clear
uk: Очистити
